; Generated (08.04.2021 18:50:35) by Net Disabler v1.1
; www.sordum.org

[Main]
Language=Auto
HideWindowOnStartup=0
HideWhenMinimized=0
CheckBoxOptions=15

[Language_English]
Translator="BlueLife"
01="This program is designed to turn the Internet off and on."
02="Internet Enabled"
03="Internet Disabled"
04="Network adapter not found!"
05="Disable Network Adapter"
06="Block with DNS"
07="Block with Proxy"
08="Block with Windows Firewall"
09="Enable Internet"
10="Disable Internet"
11="Menu ..."
12="Exit"
13="&Network Adapters"
14="&Password Properties"
15="&Hide Window on Startup"
16="&Hide When Minimized"
17="&Refresh"
18="&Command Line Info"
19="&Device Manager"
20="&Network Connections"
21="&Internet Properties"
22="&Firewall Settings"
23="&About"
24="&Show NetDisabler"
25="&Enable Internet"
26="&Disable Internet"
27="&Exit NetDisabler"
28="Please Wait ..."
29="Show Password"
30="New Password:"
31="Type a New Password"
32="Retype New Password:"
33="Type the new password again to confirm"
34="Password Hint:"
35="Type a word or phrase to use as a password hint"
36="Apply"
37="Cancel"
38="Password removed successfully"
39="You have successfully set a new password."
40="Enter The Password:"
41="Please Enter the Password"
42="Wrong Password!"
43="OK"

[Language_Turkish_Türkçe]
Translator="BlueLife"
01="Bu program interneti engellemek ve engelini kaldırmak için tasarlanmıştır. "
02="Internet bağlantısı açık"
03="Internet bağlantısında engel var"
04="Ağ bağdaştırıcısı bulunamadı!"
05="Ağ Bağdaştırıcısını Devre Dışı Bırak"
06="DNS ile Engelle"
07="Proxy ile Engelle"
08="Windows Güvenlik Duvarı ile Engelle"
09="İnterneti Etkinleştir"
10="İnterneti Engelle"
11="Menü ..."
12="Kapat"
13="&Ağ Adaptörleri"
14="&Şifreyi Değiştir"
15="&Başlangıçta Pencereyi Gizle"
16="&Küçültüldüğünde Pencereyi Gizle"
17="&Yenile"
18="&Komut Istemi Bilgisi"
19="&Aygıt Yöneticisi"
20="&Ağ Bağlantıları"
21="&İnternet Özellikleri"
22="&Güvenlik Duvarı Ayarları"
23="&Hakkında"
24="&Ana Pencereyi Göster"
25="İnterneti &Etkinleştir"
26="İnterneti &Engelle"
27="&NetDisableri Kapat"
28="Lütfen Bekleyin ..."
29="Şifreyi Göster"
30="Yeni Şifre:"
31="Yeni şifreyi yazın"
32="Yeni Şifreyi Tekrarla:"
33="Doğrulamak için yeni şifreyi tekrar yazın"
34="Şifre İçin Ipucu:"
35="Şifreyi hatırlayabilmeniz için herangi bir ipucu yazınız"
36="Uygula"
37="İptal"
38="Şifre silindi."
39="Yeni şifre belirlendi."
40="Şifreyi Girin:"
41="Lüffen şifreyi giriniz."
42="Şifre Hatalı!"
43="Tamam"

[Language_German_Deutsch]	
Translator="u!^DEV"
01="Mit diesem Programm können Sie das Internet einfach ein- und ausschalten.."
02="Internet ist aktiviert"
03="Internet ist deaktiviert"
04="Netzwerkadapter nicht gefunden!"
05="Netzwerkadapter deaktivieren"
06="Mit DNS blockieren"
07="Mit Proxy blockieren"
08="Mit Windows Firewall blockieren"
09="Internet aktivieren"
10="Internet deaktivieren"
11="Menü ..."
12="Beenden"
13="&Netzwerkadapter"
14="&Passworteigenschaften"
15="Fenster beim Start aus&blenden"
16="Fenster beim Minimieren aus&blenden"
17="&Aktualisieren"
18="&Kommandozeilen-Informationen"
19="&Gerätemanager"
20="&Netzwerkverbindungen"
21="&Interneteigenschaften"
22="&Firewall-Einstellungen"
23="&Über"
24="NetDisabler &anzeigen"
25="Internet &aktivieren"
26="Internet &deaktivieren"
27="NetDisabler &beenden"
28="Bitte Warten ..."
29="Passwort anzeigen"
30="Neues Passwort:"
31="Neues Passwort erstellen"
32="Neues Passwort bestätigen:"
33="Geben Sie das neue Passwort erneut ein um es zu bestätigen"
34="Passworthinweis:"
35="Geben Sie ein Wort oder eine Phrase ein, um dieses als Hinweis zu verwenden"
36="Übernehmen"
37="Abbrechen"
38="Passwort erfolgreich gelöscht"
39="Passwort wurde erfolgreich neu gesetzt."
40="Passwort eingeben:"
41="Bitte das Passwort eingeben"
42="Das Passwort ist falsch!"
43="OK"

[Language_Russian_русский]
Translator="Valerij Romanovskij"
01="Эта программа предназначена для выключения и включения интернета.."
02="Интернет включен"
03="Интернет отключен"
04="Сетевой адаптер не найден!"
05="Отключить сетевой адаптер"
06="Блокировка по DNS"
07="Блокировка через Proxy"
08="Блокировка через брандмауэр Windows"
09="Включить Интернет"
10="Отключить Интернет"
11="Меню..."
12="Выйти"
13="&Сетевые адаптеры"
14="&Свойства пароля"
15="&Скрыть окно при запуске"
16="&Скрыть при сворачивании"
17="&Обновить"
18="&Информация о командной строке"
19="&Диспетчер устройств"
20="&Сетевые подключения"
21="&Свойства Интернета"
22="&Настройки брандмауэра"
23="&О программе"
24="&Показать NetDisabler"
25="&Включить Интернет"
26="&Отключить Интернет"
27="&Выйти из программы"
28="Ожидайте..."
29="Показать пароль"
30="Новый пароль:"
31="Введите новый пароль"
32="Повторите новый пароль:"
33="Введите новый пароль еще раз для подтверждения."
34="Подсказка о пароле:"
35="Введите слово или фразу для использования в качестве подсказки к паролю"
36="Применить"
37="Отмена"
38="Пароль успешно удален"
39="Вы успешно установили новый пароль."
40="Введите пароль:"
41="Введите пароль"
42="Неверный пароль!"
43="ОК"

[Language_French_Français]
Translator="Largo"
01="Ce programme est conçu pour mettre l'Internet sous et hors tension."
02="Internet activé"
03="Internet désactivé"
04="Adaptateur réseau introuvable!"
05="Désactiver l'adaptateur réseau"
06="Bloquer avec DNS"
07="Bloquer avec proxy"
08="Bloquer avec le pare-feu Windows"
09="Activer Internet"
10="Désactiver Internet"
11="Menu ..."
12="Quitter"
13="&Adaptateurs réseau"
14="&Propriétés du mot de passe"
15="&Masquer la fenêtre au démarrage"
16="&Masquer une fois réduit"
17="&Actualiser"
18="&Infos sur la ligne de commande"
19="&Gestionnaire de périphériques"
20="&Connexions réseau"
21="&Propriétés Internet"
22="&Paramètres du pare-feu"
23="&À propos de"
24="&Afficher NetDisabler"
25="&Activer Internet"
26="&Désactiver Internet"
27="&Quitter NetDisabler"
28="Veuillez patienter ..."
29="Afficher le mot de passe"
30="Nouveau mot de passe:"
31="Tapez un nouveau mot de passe"
32="Re-taper le nouveau mot de passe:"
33="Tapez à nouveau le nouveau mot de passe pour confirmer"
34="Indice du mot de passe:"
35="Tapez un mot ou une phrase à utiliser comme indice de mot de passe"
36="Appliquer"
37="Annuler"
38="Mot de passe retiré avec succès"
39="Vous avez défini avec succès un nouveau mot de passe."
40="Entrer le mot de passe:"
41="S'il vous plaît entrer le mot de passe"
42="Mot de passe incorrect!"
43="OK"

[Language_Polish_polski]
Translator="www.portable.info.pl"
01="Ten program jest przeznaczony do wyłączania i włączania Internetu."
02="Internet włączony"
03="Internet wyłączony"
04="Nie znaleziono karty sieciowej!"
05="Wyłącz kartę sieciową"
06="Blokuj przez DNS"
07="Blokuj za pomocą serwera proxy"
08="Blokuj za pomocą zapory systemu Windows"
09="Włącz Internet"
10="Wyłącz Internet"
11="Menu..."
12="Wyjście"
13="&Karty sieciowe"
14="&Właściwości hasła"
15="&Ukryj okno przy starcie"
16="&Ukryj po zminimalizowaniu"
17="&Odśwież"
18="&Informacje wiersza poleceń"
19="&Menedżer urządzeń"
20="&Połączenia sieciowe"
21="&Właściwości internetowe"
22="&Ustawienia zapory"
23="&Informacje"
24="&Pokaż NetDisabler"
25="&Włącz Internet"
26="&Wyłącz Internet"
27="&Wyłącz NetDisabler"
28="Proszę czekać..."
29="Pokaż hasło"
30="Nowe hasło:"
31="Wpisz nowe hasło"
32="Wpisz ponownie nowe hasło:"
33="Wpisz ponownie nowe hasło, aby potwierdzić"
34="Podpowiedź do hasła:"
35="Wpisz słowo lub frazę, która ma służyć jako podpowiedź do hasła"
36="Zastosuj"
37="Anuluj"
38="Hasło zostało pomyślnie usunięte"
39="Pomyślnie ustawiłeś nowe hasło."
40="Wprowadź hasło:"
41="Wprowadź hasło"
42="Złe hasło!"
43="OK"

[Language_Spanish_Español (México)]
Translator="Miguel Guzmán Calderón, gc_miguel@yahoo.com.mx"
01="Este programa está diseñado para activar o desactivar la conexión a Internet."
02="Internet Activado"
03="Internet Desactivado"
04="¡No se encontró el adaptador de red!"
05="Desactivar el adaptador de Red"
06="Bloquear con DNS"
07="Bloquear con Proxy"
08="Bloquear con el Cortafuegos de Windows"
09="Activar Internet"
10="Desactivar Interent"
11="Menú ..."
12="Salir"
13="&Adaptadores de Red"
14="&Propiedades de la contraseña"
15="&Ocultar la ventana al Inicio"
16="&Ocultar la ventana al minimizar"
17="&Recargar"
18="&Información de la Línea de Comando"
19="&Administrador de Dispositivos"
20="&Conexiones de Red"
21="&Propiedades de Internet"
22="&Configuración del Cortafuegos"
23="&Acerca de"
24="&Mostrar NetDisabler"
25="&Activar Internet"
26="&Desactivar Interenet"
27="&Salir de NetDisabler"
28="Espere por favor ..."
29="Mostrar la Contraseña"
30="Nueva Contraseña:"
31="Escriba la Nueva Contraseña"
32="Re-escriba la Nueva Contraseña"
33="Escriba de nuevo la nueva contraseña para confirmar"
34="Indicio de Contraseña:"
35="Escriba una palabra o frase para usar como indicio de la contraeña"
36="Aplicar"
37="Cancelar"
38="Contraseña removida con éxito"
39="Se ha fijado una nueva contraseña con éxito"
40="Escriba La Contraseña:"
41="Por favor Escriba La Contraseña"
42="¡Contraseña errónea!"
43="Aceptar"

[Language_Czech_Czech]
Translator="Deny"
01="Tento program je navržen tak, aby vypínal a zapínal internet."
02="Internet zapnutý"
03="Internet vypnutý"
04="Síťový adaptér nenalezen!"
05="Vypnout síťový adaptér"
06="Blokovat s DNS"
07="Blokovat s proxy"
08="Blokovat s firewallem windows"
09="Zapnout internet"
10="Vypnout internet"
11="Nabídka..."
12="Odejít"
13="&Síťové adaptéry"
14="&Vlastnosti hesla"
15="&Skrýt okno při spuštění"
16="&Skrýt když je minimalizováno"
17="&Obnovit"
18="&Info příkazového řádku"
19="&Správce zařízení"
20="&Síťová připojení"
21="&Internet vlastnosti"
22="&Firewall nastavení"
23="&O"
24="&Zobrazit NetDisabler"
25="&Zapnout internet"
26="&Vypnout internet"
27="&Odejít z NetDisabler"
28="Počkejte prosím ..."
29="Zobrazit heslo"
30="Nové heslo:"
31="Zadejte nové heslo"
32="Zopakujte nové heslo"
33="Zadejte znovu nové heslo pro potvrzení"
34="Nápověda k heslu:"
35="Zadejte slovo nebo frázi, která se použije jako nápověda k heslu"
36="Použít"
37="Zrušit"
38="Heslo úspěšně odstraněno"
39="Úspěšně nastaveno nové heslo"
40="Vložte heslo:"
41="Prosím vložte heslo:"
42="Chybné heslo!"
43="OK"

[Language_Korean_한국어]
Translator="비너스걸 - https://venusgirls.tistory.com"
01="이 프로그램은 인터넷을 끄거나 켜도록 설계되었습니다."
02="인터넷 사용 가능"
03="인터넷 사용 안 함"
04="네트워크 어댑터를 찾을 수 없습니다!"
05="네트워크 어댑터 사용 안 함"
06="DNS로 차단"
07="프록시로 차단"
08="Windows 방화벽으로 차단"
09="인터넷 사용"
10="인터넷 사용 안 함"
11="메뉴 ..."
12="종료"
13="네트워크 어댑터(&N)"
14="암호 속성(&P)"
15="시작시 창 숨김(&H)"
16="최소화 시 숨김(&H)"
17="새로 고침(&R)"
18="명령 줄 정보(&C)"
19="장치 관리자(&D)"
20="네트워크 연결(&N)"
21="인터넷 속성(&I)"
22="방화벽 속성(&F)"
23="정보(&A)"
24="NetDisabler 표시(&S)"
25="인터넷 사용(&E)"
26="인터넷 사용 안 함(&D)"
27="NetDisabler 종료(&E)"
28="잠시 기다려 주세요 ..."
29="암호 표시"
30="새 암호:"
31="새 암호 입력"
32="새 암호 다시 입력:"
33="확인을 위해 새 암호 다시 입력"
34="암호 힌트"
35="암호 힌트로 사용할 단어 또는 문구 입력"
36="적용"
37="취소"
38="암호가 성공적으로 제거되었습니다"
39="새로운 암호를 성공적으로 설정했습니다."
40="암호 입력:"
41="암호를 입력하세요."
42="잘못된 암호입니다."
43="확인"

[Language_Slovenian_Slovemnija -si ]
Translator="Tistiglih"
01="Ta program je zasnovan tako, da izklopi internet"Izklopi ali Vklopi."
02="Internet Omogočen"
03="Internet Onemogočen"
04="Network Adapter ni mogoče najti!"
05="Onemogoči Network Adapter"
06="Zakleni DNS"
07="Zakleni Proxy"
08="Zakleni Windows Požarni zid"
09="Omogoči Internet"
10="Onemogoči Internet"
11="Meni ..."
12="Izhod"
13="&Omrežni Adapterji"
14="&Lastnosti Gesla"
15="&Skrij Okno ob Zagonu"
16="&★Skrij na Minimum
17="&Osveži"
18="&Ukaz Vrstica Stanja"
19="&Upravitelj naprave"
20="&Omrežna Povezavae"
21="&Internetne Lastnosti"
22="&Nastavitve Požarnega zidu"
23="&Izhod"
24="&Pokaži NetDisabler"
25="&Omogoči internet"
26="&Onemogoči Internet"
27="&Izhod NetDisabler"
28="Prosim Počakaj ..."
29="Pokaži Geslo"
30="Novo Geslo:"
31="Vnesite Novo Geslo"
32="Ponovno Vpiši Novo Geslo:"
33="Ponovno vnesite Novo Geslo, da potrdite"
34="Namig za Geslo:"
35="Vnesite besedo ali besedno zvezo, ki jo želite uporabiti kot namig"
36="Vnesite Geslo"
37="Prekliči"
38="Geslo je uspešno Odstranjeno"
39="Uspešno ste nastavili Novo Geslo."
40="Vnesite Geslo:"
41="Prosim, Vstopite z Geslom"
42="Napačno Geslo!"
43="Vredu"

[Language_Chinese (Simplified)_简体中文]
Translator="George"
01="此程序旨在关闭和打开互联网。"
02="互联网已启用"
03="互联网已禁用"
04="未找到网络适配器！"
05="禁用网络适配器"
06="用 DNS 阻止"
07="用代理阻止"
08="用 Windows 防火墙阻止"
09="启用互联网"
10="禁用互联网"
11="菜单 ..."
12="退出"
13="网络适配器 &N"
14="密码属性 &P"
15="启动时隐藏视窗 &H"
16="最小化时隐藏 &H"
17="刷新 &R"
18="命令行信息 &C"
19="设备管理器 &D"
20="网络连接 &N"
21="互联网属性 &I"
22="防火墙设置 &F"
23="关于 &A"
24="显示网络禁止器 &S"
25="启用互联网 &E"
26="禁用互联网 &D"
27="退出网络禁止器 &E"
28="请等待 ..."
29="显示密码"
30="新密码:"
31="键入新密码"
32="再次键入新密码:"
33="再次键入新密码以确认"
34="密码提示:"
35="键入要用作密码提示的单词或短语"
36="应用"
37="取消"
38="成功删除密码"
39="你已成功设置新密码。"
40="输入密码："
41="请输入密码"
42="密码错误！"
43="确定"

[Language_Chinese (Traditional)_正體中文]
Translator="George"
01="此程式主要設計給開關網際網路使用。"
02="網際網路已啟用"
03="網際網路已停用"
04="找不到網路卡"
05="停用網路卡"
06="使用 DNS 解析封鎖"
07="使用 Proxy 封鎖"
08="使用 Windows 防火牆封鎖"
09="啟用網際網路"
10="停用網際網路"
11="設定選單 ..."
12="離開"
13="網路卡 &N"
14="密碼內容 &P"
15="啟動後，隱藏視窗 &H"
16="最小化時隱藏 &H"
17="重新整理 &R"
18="指令列資訊 &C"
19="設備管理器 &D"
20="網路連線 &N"
21="網際網路屬性 &I"
22="防火牆設定 &F"
23="關於 &A"
24="顯示 NetDisabler &S"
25="啟用網際網路 &E"
26="停用網際網路 &D"
27="離開 NetDisabler &E"
28="請稍等 ..."
29="顯示密碼"
30="新密碼:"
31="輸入新密碼"
32="再次輸入新密碼:"
33="再次輸入新密碼以確認"
34="密碼提示:"
35="輸入要作為密碼提示的單詞或短語"
36="套用"
37="取消"
38="成功删除密碼"
39="你已成功設置新密碼。"
40="輸入密碼:"
41="請輸入密碼"
42="密碼錯誤！"
43="確定"

[Language_Chinese (Traditional)-2_繁體中文]
Translator="MarkChan0225"
01="此程序旨在關閉和打開互聯網"
02="互聯網已啟用"
03="互聯網已禁用"
04="未找到網卡"
05="禁用網卡"
06="用 DNS 阻止"
07="用 VPN 阻止"
08="用 Windows 防火牆阻止"
09="啟用互聯網"
10="禁用互聯網"
11="菜單 ..."
12="退出"
13="網卡"
14="密碼屬性"
15="啟動時隱藏視窗"
16="最小化時隱藏"
17="刷新"
18="命令行信息"
19="設備管理器"
20="網絡連接"
21="網絡屬性"
22="防火牆設置"
23="關於"
24="顯示網絡禁止器"
25="啟用互聯網"
26="禁用互聯網"
27="退出網絡禁止器"
28="請等待 ..."
29="顯示密碼"
30="新密碼:"
31="輸入新密码"
32="再次輸入新密码"
33="再次輸入新密码以确认"
34="密碼提示:"
35="輸入要用作密碼提示的單詞或短語"
36="應用"
37="取消"
38="成功刪除密碼"
39="你已成功設置新密碼"
40="輸入密碼:"
41="請輸入密碼"
42="密碼錯誤!"
43="確定"

[Language_Hebrew_עברית]
Translator="מחשביא"
01="השבתת והפעלת רשת"
02="אינטרנט מופעל"
03="&NetDisabler הצג את"
04="!מתאם רשת לא נמצא"
05="השבת מתאם רשת"
06="DNS חסום באמצעות"
07="חסום באמצעות פרוקסי"
08="Windows חסום עם חומת האש של"
09="אפשר אינטרנט"
10="השבת אינטרנט"
11="...תפריט"
12="יציאה"
13="&מתאמי רשת"
14="&הגדרת סיסמה"
15="&הסתר חלון בהפעלה"
16="&הסתר כאשר ממוזער"
17="&רענן"
18="&מידע על שורת הפקודה"
19="מנהל ההתקנים"
20="&חיבורי רשת"
21="&נכסי אינטרנט"
22="&הגדרות חומת האש"
23="&אודות"
24="&NetDisabler הצג את"
25="&אפשר אינטרנט"
26="השבת אינטרנט"
27="&יציאה"
28="המתן בבקשה..."
29="הצג סיסמה"
30="סיסמה חדשה:"
31="הקלד סיסמה חדשה"
32="הקלד אותה שוב:"
33="הקלד את הסיסמה החדשה שוב, לאישור"
34=":רמז"
35="הקלד רמז שישמש כסימן ויזכיר לך את הסיסמה"
36="הגדר"
37="בטל"
38="הסיסמה הוסרה בהצלחה"
39=".הגדרת סיסמה חדשה בהצלחה"
40=":הקלד את הסיסמה"
41="הזן את הסיסמה"
42="!סיסמה שגויה"
43="אישור"

[Language_Italian_Italiano]
Translator="tfr"
01="Questo programma è progettato per attivare e disattivare Internet."
02="Internet attivato"
03="Internet disattivato"
04="Scheda di rete non trovata!"
05="Disattiva adattatore di rete"
06="Blocca con DNS"
07="Blocca con proxy"
08="Blocca con Windows Firewall"
09="Attiva Internet"
10="Disattiva Internet"
11="Menu..."
12="Esci"
13="&Adattatori di rete"
14="&Proprietà password"
15="Nascondi &finestra all'avvio"
16="Nascondi quando &mimizzata"
17="&Aggiorna"
18="&Informazioni riga di comando"
19="&Gestione periferiche"
20="&Connessioni di rete"
21="&Proprietà Internet"
22="&Impostazioni firewall"
23="&Info su..."
24="&Mostra NetDisabler"
25="&Attiva Internet"
26="&Disattiva Internet"
27="&Esci da NetDisabler"
28="Attendere prego..."
29="Mostra password"
30="Nuova password:"
31="Digita una nuova password"
32="Ri-digita la nuova password:"
33="Digita ancora la nuova password per confermare"
34="Suggerimento:"
35="Digita una parola o una frase da usare come suggerimento per la password"
36="Applica"
37="Annulla"
38="Password rimossa con successo"
39="Hai impostato correttamente una nuova password."
40="Immettere la password:"
41="Inserire la password, prego"
42="Password errata!"
43="OK"

[Language_Hungarian_Magyar]
Translator="László Földes"
01="Ez a program az Internet ki- és bekapcsolására szolgál."
02="Internet engedélyezve"
03="Internet letiltva"
04="Hálózati adapter nem található!"
05="Hálózati adapter letiltása"
06="Blokkolás DNS-sel"
07="Blokkolás Proxy használatával"
08="Blokkolás a Windows tűzfallal"
09="Internet engedélyezése"
10="Internet tiltása"
11="Menü..."
12="Kilépés"
13="&Hálózati adapterek"
14="&Jelszó tulajdonságai"
15="&Ablak elrejtése indításkor"
16="&Elrejtés kis méretűre állításkor"
17="&Frissítés"
18="&Parancssori információ"
19="&Eszközkezelő"
20="&Hálózati kapcsolatok"
21="&Internet tulajdonságok"
22="&Tűzfal beállítások"
23="&Névjegy"
24="&NetDisabler mutatása"
25="Internet &engedélyezése"
26="Internet &tiltása"
27="&Kilépés"
28="Kérjük várjon ..."
29="Jelszó mutatása"
30="Új jelszó"
31="Írjon be egy új jelszót!"
32="Új jelszó újra:"
33="A megerősítéshez írja be újra az új jelszót!"
34="Jelszó emlékeztető:"
35="Írjon be egy szót vagy kifejezést, amelyet jelszó emlékeztetőként szeretne használni."
36="Alkalmaz"
37="Mégse"
38="A jelszó eltávolítása sikeresen megtörtént."
39="Sikeresen beállított egy új jelszót."
40="Adja meg a jelszót:"
41="Kérjük, adja meg a jelszót!"
42="Rossz jelszó!"
43="OK"

[Language_Greek_Ελληνικά]
Translator="geogeo  (www.geogeo.gr)"
01="Αυτό το πρόγραμμα σχεδιάστηκε για να ενεργοποιεί και να απενεργοποιεί τη σύνδεση στο διαδίκτυο."
02="Το διαδίκτυο ενεργοποιήθηκε"
03="Το διαδίκτυο απενεργοποιήθηκε"
04="Δεν βρέθηκε ο προσαρμογέας δικτύου!"
05="Απενεργοποίηση προσαρμογέα δικτύου"
06="Φραγή με DNS"
07="Φραγή με διακομιστή μεσολάβησης"
08="Φραγή με Τείχος προστασίας των Windows"
09="Ενεργ/ση διαδικτύου"
10="Απενεργ/ση διαδικτύου"
11="Μενού ..."
12="Έξοδος"
13="Προ&σαρμογείς δικτύου"
14="&Ιδιότητες κωδικού"
15="Από&κρυψη παραθύρου κατά την εκκίνηση"
16="Απόκρυ&ψη κατά την ελαχιστοποίηση"
17="&Ανανέωση"
18="Π&ληροφορίες γραμμής εντολών"
19="Δια&χείριση συσκευών"
20="Σ&υνδέσεις δικτύου"
21="Ι&διότητες διαδικτύου"
22="&Ρυθμίσεις τείχους προστασίας"
23="&Περί"
24="Εμ&φάνιση NetDisabler"
25="&Ενεργοποίηση διαδικτύου"
26="&Απενεργοποίηση διαδικτύου"
27="Έ&ξοδος NetDisabler"
28="Παρακαλώ περιμένετε..."
29="Εμφάνιση κωδικού"
30="Νέος κωδικός:"
31="Πληκτρολογήστε το νέο κωδικό"
32="Επανάληψη νέου κωδικού:"
33="Πληκτρολογήστε το νέο κωδικό ξανά για επιβεβαίωση"
34="Υπόδειξη κωδικού:"
35="Πληκτρολογήστε μια λέξη ή φράση για να τη χρησιμοποιήσετε ως υπόδειξη κωδικού"
36="Εφαρμογή"
37="Άκυρο"
38="Ο κωδικός καταργήθηκε με επιτυχία"
39="Έχετε ορίσει με επιτυχία έναν νέο κωδικό πρόσβασης."
40="Εισαγωγή κωδικού:"
41="Παρακαλώ εισάγετε τον κωδικό"
42="Εσφαλμένος κωδικός!"
43="Εντάξει"

[Language_Swedish_Svenska]
Translator="1ff"
01="Detta program är designat för att stänga av och sätta på Internet."
02="Internet aktiverat"
03="Internet inaktiverat"
04="Ingen nätverksadapter hittades!"
05="Inaktivera nätverksadaptern"
06="Blockera med DNS"
07="Blockera med Proxy"
08="Blockera med Windows brandvägg"
09="Aktivera internet"
10="Inaktivera internet"
11="Meny..."
12="Avsluta"
13="&Nätverksadapter"
14="&Lösenordsegenskaper"
15="&Dölj fönster vid starten"
16="&Dölj vid minimering"
17="&Uppdatera"
18="&Kommandoradsinformation"
19="&Enhetshanteraren"
20="&Nätverksanslutningar"
21="&Egenskaper för internet"
22="&Brandväggsinställningar"
23="&Om"
24="&Visa Nätinaktiverare"
25="&Aktivera internet"
26="&Inaktivera internet"
27="&Avsluta Nätinaktiverare"
28="Vänligen vänta..."
29="Visa lösenord"
30="Nytt lösenord:"
31="Skriv ett nytt lösenord"
32="Skriv igen det nya lösenordet:"
33="Skriv det nya lösenordet igen för bekräftelse"
34="Lösenordsledtråd:"
35="Skriv ett ord eller en fras som en lösenordsledtråd"
36="Tillämpa"
37="Avbryt"
38="Lösenordet togs bort framgångsrikt"
39="Du har framgångsrikt fastställt ett nytt lösenord."
40="För in lösenordet:"
41="Vänligen för in lösenordet"
42="Fel lösenord!"
43="OK"


[Language_Arabic_العربية]
Translator="Ali Alnajafi"
01="تم تصميم هذا البرنامج للتحكم بتشغيل الإنترنت وإيقافه"
02="الإنترنت ممكّن"
03="الإنترنت معطّل"
04="محول الشبكة غير موجود"
05="تعطيل محول الشبكة"
06="DNS الحظر بواسطة"
07="Proxy الحظر بواسطة"
08="الحظر بواسطة جدار حماية الويندوز"
09="تمكين الإنترنت"
10="تعطيل الإنترنت"
11="القائمة"
12="خروج"
13="محولات الشبكة"
14="خصائص كلمة المرور"
15="إخفاء النافذة عند بدء التشغيل"
16="إخفاء البرنامج عند التصغير"
17="تنشيط"
18="معلومات سطر الأوامر"
19="مدير الجهاز"
20="إتصالات الشبكة"
21="خصائص الإنترنت"
22="إعدادات جدار الحماية"
23="حول البرنامج"
24="NetDisabler إظهار"
25="تمكين الإنترنت"
26="تعطيل الإنترنت"
27="الخروج من البرنامج"
28="يرجى الإنتظار"
29="عرض كلمة المرور"
30="كلمة مرور جديدة"
31="أكتب كلمة المرور الجديدة"
32="أعد كتابة كلمة المرور الجديدة"
33="أكتب كلمة المرور الجديدة ثانية للتأكيد"
34="أكتب تلميح لكلمة المرور"
35="أكتب كلمة أو عبارة لإستخدامها كتلميح لكلمة المرور"
36="تطبيق"
37="إلغاء"
38="تم إزالة كلمة المرور بنجاح"
39="تم تعيين كلمة المرور الجديدة بنجاح"
40="أدخل كلمة المرور"
41="يرجى إدخال كلمة المرور"
42="كلمة المرور خاطئة"
43="حسنا"

[Language_Thai_ไทย]
Translator="-`•T@M RaiNBoW•`-"
01="โปรแกรมนี้ออกแบบมาเพื่อปิดและเปิดอินเทอร์เน็ต"
02="เปิดใช้งานอินเทอร์เน็ต"
03="อินเทอร์เน็ตถูกปิดใช้งาน"
04="ไม่พบอะแดปเตอร์เครือข่าย!"
05="ปิดใช้งานอะแดปเตอร์เครือข่าย"
06="บล็อกด้วย DNS"
07="บล็อกด้วยพร็อกซี"
08="บล็อกด้วย Windows Firewall"
09="เปิดใช้งานอินเทอร์เน็ต"
10="ปิดการใช้งานอินเทอร์เน็ต"
11="เมนู ..."
12="ออก"
13="&อะแดปเตอร์เครือข่าย"
14="&คุณสมบัติรหัสผ่าน"
15="&ซ่อนหน้าต่างเมื่อเริ่มต้น"
16="&ซ่อนเมื่อย่อเล็กสุด"
17="&รีเฟรช"
18="&ข้อมูลบรรทัดคำสั่ง"
19="&ตัวจัดการอุปกรณ์"
20="&การเชื่อมต่อเครือข่าย"
21="&คุณสมบัติอินเทอร์เน็ต"
22="&การตั้งค่าไฟร์วอลล์"
23="&เกี่ยวกับ"
24="&แสดง NetDisabler"
25="&เปิดใช้งานอินเทอร์เน็ต"
26="&ปิดการใช้งานอินเทอร์เน็ต"
27="&ออกจาก NetDisabler"
28="กรุณารอสักครู่ ..."
29="แสดงรหัสผ่าน"
30="รหัสผ่านใหม่:"
31="พิมพ์รหัสผ่านใหม่"
32="พิมพ์รหัสผ่านใหม่อีกครั้ง:"
33="พิมพ์รหัสผ่านใหม่อีกครั้งเพื่อยืนยัน"
34="คำแนะนำรหัสผ่าน:"
35="พิมพ์คำหรือวลีเพื่อใช้เป็นคำใบ้รหัสผ่าน"
36="ใช้งานการตั้งค่า"
37="ยกเลิก"
38="ลบรหัสผ่านสำเร็จ"
39="คุณตั้งรหัสผ่านใหม่สำเร็จแล้ว"
40="ป้อนรหัสผ่าน:"
41="กรุณาใส่รหัสผ่าน"
42="รหัสผ่านผิด!"
43="ตกลง"

[Language_Romanian_Română]
Translator="Coman Gelu Dănuț"
01="Acest program este conceput pentru a opri și porni Internetul."
02="Internet activat"
03="Internet dezactivat"
04="Adaptorul de rețea nu a fost găsit!"
05="Dezactivare adaptor de rețea"
06="Blocare cu DNS"
07="Blocare cu proxy"
08="Blocare cu Paravanul de Protecție Windows"
09="Activare internet"
10="Dezactivare internet"
11="Meniu..."
12="Ieșire"
13="&Adaptoare de rețea"
14="&Proprietăți parolă"
15="&Ascunde fereastra la pornire"
16="&Ascunde când este minimizat"
17="&Reîmprospătare"
18="&Info linie de comandă"
19="&Manager de dispozitive"
20="&Conexiuni de retea"
21="&Proprietăți internet"
22="&Setări Paravanul de protecție"
23="&Despre"
24="&Afișare Net Disabler"
25="&Activare internet"
26="&Dezactivare internet"
27="&Ieșire din Net Disabler"
28="Vă rugăm așteptați..."
29="Afișați parola"
30="Parolă nouă:"
31="Introduceți o parolă nouă"
32="Introduceți din nou parola:"
33="Tastați din nou noua parolă pentru a confirma"
34="Indiciu parolă:"
35="Tastați un cuvânt sau o frază pentru a o folosi ca indiciu de parolă"
36="Aplicare"
37="Anulare"
38="Parolă eliminată cu succes"
39="Ați setat cu succes o nouă parolă."
40="Introduceți parola:"
41="Vă rugăm să introduceți parola"
42="Parolă greșită!"
43="Bine"

[Language_Portuguese_Brazilian Portuguese]
Translator="SCBright"
01="Este programa foi projetado para ligar e desligar a Internet."
02="Internet ativada"
03="Internet desativada"
04="Adaptador de rede não encontrado!"
05="Desativar adaptador de rede"
06="Bloquear com DNS"
07="Bloquear com Proxy"
08="Bloquear com o Firewall do Windows"
09="Ativar Internet."
10="Desativar Internet"
11="Menu ..."
12="Sair"
13="Adaptadores de Rede"
14="&Propriedades da senha"
15="Ocultar janela na inicialização"
16="Ocultar quando minimizado"
17="Atualiza&r"
18="Informações de linha de &comando."
19="Gerenciador de &Dispositivos"
20="Co&nexões de Rede"
21="Propriedades da &Internet"
22="Configuraçãos do &Firewall"
23="So&bre"
24="Exibir NetDi&sabler"
25="Ativar Int&ernet"
26="&Desativar Internet"
27="Sair do NetDisabler"
28="Por favor aguarde..."
29="Exibir Senha"
30="Nova Senha:"
31="Digite uma Nova Senha"
32="Redigite a Nova Senha:"
33="Digite a nova senha novamente para confirmar"
34="Dica de senha:"
35="Digite uma palavra ou frase para usar como uma dica da senha"
36="Aplicar"
37="Cancelar"
38="Senha removida com sucesso"
39="Você configurou com êxito uma nova senha."
40="Insira a Senha:"
41="Por favor insira a senha"
42="Senha incorreta!"
43="OK"

[Language_Japanese_日本語]
Translator="wakaizumo"
01="４つのブロック方法を用いて ネットワーク通信の\n有効 / 無効を手軽に切り替える事ができます。"
02="現在、インターネットは有効状態です..."
03="現在、インターネットは無効状態です..."
04="ネットワークアダプタが見つかりません"
05="ネットワークアダプタを無効化する"
06="DNS 設定でブロックする"
07="プロキシ設定でブロックする"
08="Windows ファイアウォールでブロックする"
09="ネットを有効化"
10="ネットを無効化"
11="メニュー"
12="終了"
13="ネットワークアダプタの選択(&A)"
14="起動用パスワードの設定..."
15="起動時にウィンドウを非表示(&H)"
16="最小化時に隠す(&M)"
17="最新の情報に更新(&R)"
18="コマンドライン情報(&C)..."
19="デバイスマネージャーを開く(&D)..."
20="ネットワーク接続を開く(&N)..."
21="インターネットのプロパティを開く(&I)..."
22="ファイアウォール設定を開く(&F)..."
23="バージョン情報..."
24="ウィンドウを表示"
25="ネットを有効化(&E)"
26="ネットを無効化(&D)"
27="NetDisabler の終了"
28="お待ちください"
29="パスワードを表示"
30="パスワード"
31="「Net Disabler」の起動用パスワードを入力してください"
32="再入力 (確認):"
33="パスワードをもう一度入力してください"
34="パスワードのヒント:"
35="パスワードを思い出すためのヒントとして使用する語句を入力してください"
36="適用"
37="キャンセル"
38="パスワードが正常に削除されました"
39="パスワードは正しく設定されました"
40="パスワードを入力:"
41="パスワードを入力してください"
42="入力されたパスワードは間違っています"
43="OK"

[Language_Persian_فارسی]
Translator="حسام محمدی"
01="این برنامه برای خاموش و روشن کردن اینترنت طراحی شده است"
02="اینترنت فعال است"
03="اینترنت غیرفعال است"
04="!آداپتور شبکه یافت نشد"
05="غیرفعال کردن آداپتور شبکه"
06="مسدودسازی با دی اِن اِس"
07="مسدودسازی با پراکسی"
08="مسدودسازی با فایروال ویندوز"
09="فعالسازی اینترنت"
10="غیرفعالسازی اینترنت"
11="&منو ..."
12="خروج"
13="&آداپتور های شبکه"
14="&مشخصات رمزعبور"
15="&مخفی کردن پنجره در استارت آپ"
16="&مخفی کردن وقتی کمینه شده"
17="&تازه سازی"
18="&اطلاعات فرمان خطی"
19="&مدیریت سخت افزارها"
20="&اتصالات شبکه"
21="&مشخصات اینترنت"
22="&تنظیمات فایروال"
23="&درباره"
24="&نمایش برنامه"
25="&فعالسازی اینترنت"
26="&غیرفعالسازی اینترنت"
27="&خروج از برنامه"
28="منتظر بمانید ..."
29="نمایش رمزعبور"
30="رمزعبور جدید:"
31="رمزعبور جدید وارد کنید"
32="رمزعبور جدید را دوباره وارد کنید:"
33="برای تایید دوباره رمزعبور جدید را وارد کنید"
34="اشاره رمزعبور:"
35="لغت یا عبارتی برای اشاره رمز عبور وارد کنید"
36="اِعمال"
37="لغو"
38="رمزعبور با موفقیت حذف شد"
39="رمز عبور جدید با موفقیت ثبت شد"
40="رمزعبور را وارد کنید:"
41="لطفا رمز را وارد نمائید"
42="!رمزعبور اشتباه است"
43="&تأييد"

[Language_Vietnamese_Tiếng Việt]
Translator="MienHanh"
01="Chương trình này được thiết kế để tắt và bật Internet."
02="Đã bật Internet"
03="Đã tắt Internet"
04="Không tìm thấy bộ điều hợp mạng!"
05="Tắt bộ điều hợp mạng"
06="Chặn bằng DNS"
07="Chặn bằng Proxy"
08="Chặn với Tường lửa của Windows"
09="Bật Internet"
10="Tắt Internet"
11="Thực đơn ..."
12="Thoát"
13="&Bộ điều hợp mạng"
14="&Thuộc tính mật khẩu"
15="&Ẩn cửa sổ khi khởi động"
16="&ẩn khi thu nhỏ"
17="&Làm mới"
18="&Thông tin dòng lệnh"
19="&Trình quản lý thiết bị"
20="&Kết nối mạng"
21="&Thuộc tính Internet"
22="&Cài đặt tường lửa"
23="&Giới thiệu"
24="&Hiển thị NetDisabler"
25="&Bật Internet"
26="&Tắt Internet"
27="&Thoát NetDisabler"
28="Vui lòng chờ ..."
29="Hiển thị mật khẩu"
30="Mật khẩu mới:"
31="Nhập mật khẩu mới"
32="Nhập lại mật khẩu mới:"
33="Nhập lại mật khẩu mới để xác nhận"
34="Gợi ý mật khẩu:"
35="Nhập từ hoặc cụm từ để sử dụng làm gợi ý mật khẩu"
36="Áp dụng"
37="Hủy bỏ"
38="Mật khẩu đã xóa thành công"
39="Bạn đã đặt thành công mật khẩu mới."
40="Nhập mật khẩu:"
41="Vui lòng nhập mật khẩu"
42="Sai mật khẩu!"
43="Đồng ý"

[Language_Bulgarian_български]
Translator="Николай Воденичарски"
01="Тази програма включва и изключва връзката с Интернет."
02="Интернет е включен"
03="Интернет е изключен"
04="Мрежовият адаптер не е намерен!"
05="Изключете мрежовия адаптер"
06="Блокирайте чрез DNS"
07="Блокирайте чрез Proxy"
08="Блокирайте с Windows защитна стена"
09="Включи Интернет"
10="Изключи Интернет"
11="Меню..."
12="Изход"
13="&Мрежов адаптер"
14="&Парола"
15="&Скрий прозореца при стартиране"
16="&Скрий когато е минимизирана"
17="&Обнови"
18="&Информация за командния ред"
19="&Диспечер на устройствата"
20="&Мрежови връзки"
21="&Свойства на Интернет"
22="&Настройки на защитната стена"
23="&За програмата"
24="&Покажи NetDisabler"
25="&Включи Интернет"
26="&Изключи Интернет"
27="&Излез от NetDisabler"
28="Моля, изчакайте..."
29="Покажи паролата"
30="Нова парола:"
31="Въведете новата парола"
32="Напишете отново паролата"
33="Напишете отново новата парола за потвърждение"
34="Помощ за паролата:"
35="Напишете дума или фраза, която да Ви подсети за паролата"
36="Приложи"
37="Отмяна"
38="Паролата е премахната успешно"
39="Успешно настроихте новата парола."
40="Въведете парола:"
41="Моля, въведете парола"
42="Грешна парола!"
43="Добре!"

[Language_Dutch_Nederlands]
Translator="XavierDM"
01="Dit programma is ontworpen om de internetverbinding in & uit te schakelen."
02="Internet ingeschakeld"
03="Internet uitgeschakeld"
04="Netwerkadapter niet gevonden!"
05="Netwerkadapter Uitschakelen"
06="Blokkeer met DNS"
07="Blokkeer met Proxy"
08="Blokkeer met Windows Firewall"
09="Schakel internet in"
10="Schakel internet uit"
11="Menu ..."
12="Afsluiten"
13="&Netwerkadapters"
14="&Wachtwoordinstellingen"
15="&Verberg Venster Bij Opstarten"
16="&Verberg Wanneer Geminimalizeerd"
17="&Ververs"
18="&Commandoregel Info"
19="&Apparaatbeheer"
20="&Netwerkverbindingen"
21="&Eigenschappen van Internet"
22="&Firewall Instellingen"
23="&Over"
24="&Toon NetDisabler"
25="&Activeer Internet"
26="&Deactiveer Internet"
27="&Sluit NetDisabler"
28="Even Geduld a.u.b. ..."
29="Toon Wachtwoord"
30="Nieuw wachtwoord:"
31="Typ een nieuw wachtwoord"
32="Herhaal nieuw wachtwoord:"
33="Typ het wachtwoord nogmaals ter bevestiging"
34="Geheugensteun:"
35="Typ een woord of zin als geheugensteun"
36="Toepassen"
37="Annuleren"
38="Wachtwoord succesvol verwijderd"
39="U hebt succesvol een nieuw wachtwoord ingesteld."
40="Geef het wachtwoord in:"
41="Gelieve het wachtwoord in te geven"
42="Verkeerd wachtwoord!"
43="OK"

[Language_Ukrainian_Українська]
Translator="TERSH"
01="Ця програма призначена для вимикання та включення інтернету..."
02="Інтернет включений"
03="Інтернет вимкнено"
04="Мережевий адаптер не знайдено!"
05="Вимкнути мережний адаптер"
06="Блокування по DNS"
07="Блокування через Proxy"
08="Блокування через брандмауер Windows"
09="Увімкнути Інтернет"
10="Вимкнути Інтернет"
11="Выйти"
12="Вийти"
13="&Мережеві адаптери"
14="&Властивості паролю"
15="&Приховати вікно при запуску"
16="&Приховати при згортанні"
17="&Обновити"
18="&Інформація про командну строку"
19="&Диспетчер застосунків"
20="&Мережеві під'єднання"
21="&Властивості Інтернету"
22="&Налаштунки брандмауера"
23="&Про програму"
24="&Показати NetDisabler"
25="&Увімкнути Інтернет"
26="&Вимкнути Інтернет"
27="&Вийти з програми"
28="Чекайте..."
29="Показати пароль"
30="Новий пароль:"
31="Уведіть новий пароль"
32="Повторіть новий пароль:"
33="Уведіть новий пароль ще раз для підтвердження."
34="Підказка стосовно паролю:"
35="Уведіть слово або фразу для використання як підказки до паролю"
36="Застосувати"
37="Скасувати"
38="Пароль успішно видалено"
39="Ви успішно встановили новий пароль."
40="Уведіть пароль:"
41="Будь ласка, уведіть пароль"
42="Невірний пароль!"
43="ОК"